// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Lagrede jobber";

NoPrintTitle = "Kan ikke skrive ut utskriftsjobben";
NoDeleteTitle = "Kan ikke slette utskriftsjobben";
NoPrintMsg1 = "Kontroller at PIN-koden er riktig.";
NoPrintMsg2 = "Kontroller at skriveren er tilkoblet og online.";

DeleteButtonTitle = "Slett";
CancelButtonTitle = "Avbryt";

DeleteJobAlertTitle = "Er du sikker på at du vil slette utskriftsjobben \"%@\"?";
DeleteJobAlertMsg = "Alle data vil gå tapt, og du kan ikke angre denne handlingen.";

EnableJobStoring = "Aktiver jobblagring";
TaskDescription = "Velg en arkivert utskriftsjobb til utskrift, eller slett den. Du kan skrive ut flere kopier ved å angi antallet eksemplarer du vil ha.";
UserName = "Brukernavn";
JobName = "Navn på utskriftsjobb";
PinTitle = "Skriv inn PIN-kode for sikker utskriftsjobb:";
CopiesTitle = "Antall eksemplarer til utskrift:";
DeleteButton = "Slett";
PrintButton = "Skriv ut";
ApplyNowButton = "Bruk";